test/salome_heatexchg/0.orig/nuTilda
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2312                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      nuTilda;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 9.4e-6;

boundaryField
{
    outlet
    {
        type            zeroGradient;
    }

    "(inlethemisphere|outlethemisphere|tubing)"
    {
        type            fixedValue;
        value           uniform 0;
    }

    inlet
    {
        type            fixedValue;
	value           $internalField;
    }
}


// ************************************************************************* //
